import React from 'react'

export default () => (
<div>


<h2>蛍光灯</h2>

<h3>型番の見方</h3>
<p>FLR 40 S N /M-X・36 R</p>
<ul>
  <li>FLR：点灯方式</li>
  <li>40：長さ</li>
  <li>S：太さ</li>
  <li>N：光色</li>
  <li>M-X：始動補助方式</li>
  <li>36：消費電力</li>
  <li>R：その他</li>
</ul>

<h3>形状</h3>
<h4>FL, FLR：直管形</h4>
<h4>FCL：円環形</h4>
<h4></h4>


<h3>点灯方式</h3>
<h4>グロースタータ形：FL</h4>
<p>点灯管（グローランプ）が必要な方式。点灯までに2~3秒かかる。安価。</p>
<h4>ラピッドスタート形：FLR</h4>
<p>点灯管が不要。点灯が早い。</p>
<h4>インバータ形：FHF</h4>
<p>高周波で点灯する方式。省エネで明るい。高価。</p>

<h3>長さ</h3>
<p>消費電力の数値を表すが、同時にそれに対応した長さがある。規格によって長さは決められており、同じ長さの蛍光灯と交換することになる。</p>

<ul>直管形
  <li>110</li>
  <li>65</li>
  <li>40</li>
  <li>35</li>
  <li>30</li>
  <li>27</li>
  <li>25</li>
  <li>23</li>
  <li>20</li>
  <li>18</li>
  <li>15</li>
  <li>10</li>
  <li>8</li>
  <li>6</li>
  <li>4</li>
</ul>

<p>円環形の蛍光灯は2~3本セットになっていることもある。一本ずつ買い換えられることもあるが、一体型の場合はまとめて交換するしかない。</p>
<ul>円環形
  <li>40</li>
  <li>32</li>
  <li>30</li>
  <li>20</li>
  <li>15</li>
  <li>9</li>
</ul>

<h3>太さ</h3>
<p>太さの違いによる互換性はなく、機器取付のため対応した太さを選ぶ必要がある。</p>
<h4>SS：直径25.5~28mm</h4>
<h4>S：直径32.5~16mm</h4>
<h4>H：高出力形</h4>
<h4>無表示：その他</h4>


<h3>始動補助方式</h3>
<p>始動補助装置はラピッドスタート形のみ使用する。原則として各方式同士に互換性はない。</p>
<h4>内面同電皮膜方式：M-X</h4>
<h4>外面ストライプ方式：M</h4>
<h4>外面シリコン方式：A</h4>


<h3>消費電力</h3>
<p>基本的には型番に記載された「長さ」が消費電力を表すが、省エネタイプの場合は特別に消費電力が記載されている。</p>
<h4>数字表記の場合</h4>
<p>適合器具使用時の消費電力。</p>
<h4>記載なしの場合</h4>
<p>長さの数値が消費電力を表す。</p>

<h3>色</h3>
<h4>昼光色：D</h4>
<p>やや青みがかった白で、より白さが際立つ。オフィスに適している。</p>
<h4>昼白色：N</h4>
<p>自然な発色で見えるオールラウンドな色。</p>
<h4>白色：W</h4>
<p>柔らかく穏やかな発色。公共施設などに適している。</p>
<h4>温白色：WW</h4>
<p>赤みが買った白で、くつろぎ空間などに適している。</p>
<h4>電球色：L</h4>
<p>エジソン電球に近い光色。</p>
<h4>三波長形：EX-◯</h4>
<p>EXが付く場合は三波長形の発色方式を指す。</p>

<h3>その他</h3>
<h4>飛散防止機能付：P</h4>
<p>ガラスが割れた時に飛び散りにくいよう、管の外面全体にポリエステルフィルムなどで皮膜を施している。人が多い場所の蛍光灯に採用される。</p>
<h4>紫外線カット機能付：V, NU</h4>
<p>紫外線の放出をカットすることで、照射面の色味が自然に見え、虫の寄り付きにくい光を発する。</p>

<h3>LED</h3>

<h3>寿命</h3>
<h4>アノードスポット</h4>
<p>蛍光灯の表面に黒い斑点が現れる。点灯消灯が頻繁であってり、電源が不適切であったり、取付器具との互換性が間違っていると発生する。</p>
<h4>エンドバンド</h4>
<p>長時間使用しなかった蛍光灯を点灯させると直後に黒ずみが発生することがある。しかしこれは水銀付着による黒ずみで、しばらく点灯しておくと温度上昇で水銀が蒸発して黒ずみは消える。</p>




</div>
)
