import React from 'react'

export default () => (
<div>

<h2>点灯管</h2>

<h3>点灯管の選び方</h3>
<p>点灯管のパッケージに「◯◯形」と記載されているので、使っている蛍光灯の「長さ」と同じ形のものを選ぶ。</p>

<h3>方式</h3>
<h4>点灯管：FG</h4>
<p>バイメタル（2枚構造の発熱で湾曲する金属）の働きにより蛍光灯の電極を数秒間予熱して点灯させる。</p>
<h4>電子点灯管：FE</h4>
<p>蛍光灯の電極を予熱するカイロと、安定器から常に一定電圧の高圧パルスを発生する回路を内蔵している。1回の作動で蛍光灯が点灯する。長寿命</p>


<h3>口金形状</h3>
<p>蛍光灯には始動時や点灯中のノイズを軽減する機能が必要。その回路が取り付けられている位置によって点灯管の形状が変わってくる。その回路が本体にあるか、点灯管にあるかで、点灯管の口金形状が異なる。物理的に形状が違うためそれぞれの互換性はない。</p>
<h4>E形</h4>
<p>雑音防止コンデンサーが内蔵されていないため、代わりに回路が照明器具本体の方に組み込まれている。</p>
<h4>P形</h4>
<p>雑音防止コンデンサーが点灯管自体に内蔵されている。</p>


</div>
)
