import React from 'react'

export default () => (
<div>


<h2>インク</h2>

<h3>種類</h3>
<p>顔料（PG）インクは塗料粒子が大きく水に溶けきっていないため用紙表面にとどまるタイプ。紙の繊維に染み込まないのでインクの色そのものが現れるため色の階調表現に優れている。また、黒もクッキリと発色するため書類印刷にも優れている。顔料インクは速乾性、耐光性、耐水性、耐久性に優れているため、後からマーカー記入したりする書類やビジネス保管文書などに適している。</p>
<p>染料インクは塗料粒子が水に溶け切っていて用紙に染み込むタイプ。透明感のある発色が良く、光沢紙との相性がいいため家庭用写真プリントで重宝する。ただし乾燥までやや時間がかかる。それに水や紫外線でにじみや色褪せなどが起こり、特にマーカーなどでなぞると滲むので注意。顔料インクより安価。</p>
<p>顔料+染料インクは、顔料インクの黒と染料インクの発色の良いとこ取りしたタイプ。インクそのものを混ぜるのではなく、色によってタイプを切り替える機種が存在するという意味。</p>
<p>顔料インクと染料インクの違いを分かりやすく喩えると、顔料インクはアクリル絵具、染料インクは水彩絵具と言った感じ。</p>
<p>ちなみにトナーインクは、帯電性のあるプラスチック粒子に黒煙や顔料を付着させたもの。静電気でパターンを付着させて、熱や圧力で紙に定着させる印刷方式。写真などには不向きだが、文書印刷は高速で行える。トナーは気温や湿度の影響を受けやすく、長期保管すると固まる。</p>

<table>
	<tbody>
		<tr>
			<th>項目</th>
			<th>顔料インク</th>
			<th>染料インク</th>
		</tr>
		<tr>
			<th>発色</th>
			<td>△</td>
			<td>◯</td>
		</tr>
		<tr>
			<th>階調</th>
			<td>◯</td>
			<td>△</td>
		</tr>
		<tr>
			<th>メリット</th>
			<td>速乾性、耐光性、耐水性</td>
			<td>安価</td>
		</tr>
		<tr>
			<th>デメリット</th>
			<td>-</td>
			<td>遅乾性、脆光性、脆水性、テカり</td>
		</tr>
		<tr>
			<th>用途</th>
			<td>保管文書、書き込む書類</td>
			<td>写真、日用印刷</td>
		</tr>
	</tbody>
</table>


<h3>色数</h3>
<p>CMYKの4色は低価格でありながら十分な画質でプリントできる。6色は肌色などを精密に表現できるため写真に向いている。</p>

<table>
	<tbody>
		<tr>
			<th>メーカー</th>
			<th>4色</th>
			<th>6色</th>
		</tr>
		<tr>
			<td>Canon</td>
			<td>CMYK（一体型）</td>
			<td>CMYG、顔料Bk、染料Bk</td>
		</tr>
		<tr>
			<td>EPSON</td>
			<td>CMYK</td>
			<td>CMYK、LC、LM</td>
		</tr>
		<tr>
			<td>Brother</td>
			<td>CMYK</td>
			<td>-</td>
		</tr>
		<tr>
			<td>hp</td>
			<td>CMYK（一体型）</td>
			<td>-</td>
		</tr>
	</tbody>
</table>

<h3>一体型と独立型</h3>
<p>4色はインクカートリッジがバラバラの独立型と、ブラック以外の3色が一体型のものがある。一体型の場合、どれか一色を消費すると全体を買い換えなくてはならないためコストがかさむ。6色セットについてはほとんどが独立型となっている。</p>

</div>
)
