import React from 'react'

export default () => (
<div>


<h2>プリンター</h2>

<h3>印刷方式</h3>
<p>インクジェット方式。インクジェットプリンタはインクを紙に吹き付けて印刷する方式。</p>
<p>電子写真方式。レーザープリンタはトナーを静電気で付着させる。熱源を使って印刷するため消費電力は大きくなるが、トナーインクの持ちがいいためランニングコストは抑えられる。</p>

<h3>機能</h3>
<ul>
  <li>複合機</li>
  <li>FAX対応</li>
  <li>フォトプリンター</li>
  <li>WiFi</li>
  <li>エコタンク</li>
  <li>A3対応</li>
</ul>

<h3>機種名</h3>
<table>
	<tbody>
		<tr>
			<th>メーカー名</th>
			<th>シリーズ名</th>
			<th>特徴</th>
		</tr>
		<tr>
			<td>EPSON</td>
			<td>Colorio（カラリオ）</td>
			<td>発色性が良く、写真印刷に向いている。一方で黒が苦手で、青がかったりグレーになるため、文書印刷は苦手。</td>
		</tr>
		<tr>
			<td>Canon</td>
			<td>PIXUS</td>
			<td>文書と写真の印刷のバランスが取れている。文書には顔料インクを、写真には染料インクを使い分けられる。</td>
		</tr>
		<tr>
			<td>brother</td>
			<td>PRIVIO</td>
			<td>単機能ではなくFAXや電話機が付属した複合機が武器。オフィスでの導入が多く、他社より価格を抑えつつ十分な性能を持っている。</td>
		</tr>
	</tbody>
</table>

<h3>スペック項目</h3>
解像度、印刷速度、給紙トレー、携帯性、印刷コスパ

</div>
)
