import React from 'react'

export default () => (
<div>

<h2>シェーバー</h2>

<h3>駆動方式</h3>
<p>本文</p>
<table border="1px">
<tr>
  <th>駆動方式</th>
  <th>深剃り</th>
  <th>スピード</th>
  <th>肌の保護</th>
  <th>静音性</th>
  <th>説明</th>
</tr>
<tr>
  <td>往復式</td>
  <td>◯</td>
  <td>◯</td>
  <td>◯</td>
  <td>△</td>
  <td>パワフルで時短だが騒音。濃い人向け。内刃が直線刃。</td>
</tr>
<tr>
  <td>回転式</td>
  <td>△</td>
  <td>△</td>
  <td>◎</td>
  <td>◎</td>
  <td>三つの回転刃が肌にフィットして優しく、飛び散らない。肌が弱い人向け。</td>
</tr>
<tr>
  <td>ロータリー式</td>
  <td>◎</td>
  <td>◯</td>
  <td>△</td>
  <td>◯</td>
  <td>ローラーで巻き込みながら剃るので静か。T字剃刀に近い感覚で使える。ヘッド面積が広い。内刃が円筒状。この方式を採用しているのはHITACHIのみ。</td>
</tr>
</table>

<h4>往復式</h4>
<p>BRAUN、Panasonicが採用。直線的な形状なので剃毛の境界がわかりやすい。定期的にオイル差しのメンテナンスが必要。早剃りに向いている。</p>
<h4>回転式</h4>
<p>PHILIPSが採用。形状が丸いため剃毛の境界がわかりにくい。自動研磨機能により切れ味が落ちにくく、オイル差しも不要。早剃りは不向き。</p>
<h4>ロータリー式</h4>
<p>HITACHIの一部モデルで採用。T字カミソリと似た切れ味。肌に優しいが、割と特殊な方式の部類なのでアフターサポートが不安。</p>
<h4></h4>
<h4></h4>
<h4></h4>
<h4></h4>

<h3>刃の枚数</h3>
<p>枚数が多いほど肌への負担は軽減される。しかし、髭が薄い人にとってはオーバースペックになることも。</p>

<h3>電源方式</h3>
<h4>充電交流式</h4>
<p>充電しながら使える。使いたい時に電池切れになる心配がない。ただし、充電しながら水場で使ってしまうと感電の恐れがあるためドライ剃りのみに採用される傾向にある。</p>
<h4>充電式</h4>
<p>水場で使用することを想定されているため、感電防止のため充電しながらだと動作しないように作られている。ウェット剃りのためのモデルに採用される。ただし、充電式だから風呂剃りで使えるというわけではないのでスペックを確認すべし。</p>
<h4>乾電池式</h4>
<p>携帯目的の小型タイプ。充電したいのに交流電源がないといったこともなく、電池なのでコンビニなどで手に入るため出先で安心。</p>

<h3>性能</h3>
<h4>風呂剃り（ウェット剃り）</h4>
<p>IPX7基準の防水テストをクリアしたもの（水深1m30分）。</p>
<h4>キワ剃り</h4>

<h3>洗浄方法</h3>
<h4>自動洗浄機能</h4>
<p>専用の自動洗浄装置が付属している。剃り終えてから洗浄機にセットするだけで自動で動作する。専用の洗浄液が別売りされている。BRAUN、PHILIPS、Panasonicは自動洗浄機付きモデルがあるが、HITACHIは乾燥機能のみ。全自動洗浄装置には洗浄液カートリッジが必要で、コストはかさむが切れ味の保持に差が出る。毎日使用で1ヶ月を目安に交換。</p>
<h4>水洗い</h4>
<p>防水仕様モデルでは風呂場でボディソープなどでそのまま洗える。</p>

<h3>メンテナンス</h3>
<h4>替え刃</h4>
<ul>
  <li>外刃</li>
  <li>内刃</li>
  <li>スムースローラー（Panasonicラムダッシュ）</li>
  <li>ディープキャッチ網刃（BRAUN）</li>
  <li>極薄リフトアップ刃（BRAUN）</li>
  <li>くせ髭キャッチ刃（BRAUN）</li>
  <li>ストレッチスキンガード（BRAUN）</li>
  <li>音波振動機能（HITACHI RM-LX2D）</li>
</ul>
<p>外刃：約1年交換、内刃：約2年交換。外刃は皮膚を抑えて髭のみを捉えるもの。内刃は皮膚の届かないところで動いて切断するもの。スムースローラーは外刃と皮膚の摩擦を約2/3程度に軽減させるPanasonicのラムダッシュ独自の仕様。</p>
<h4>オイル</h4>
<p>往復式では刃の摩擦を軽減させるために必要となる。</p>


<h3>アフタースキンケア</h3>
<h4>スマートクリック</h4>
<p>PHILIPSは先端を洗顔ブラシに付け替えてスキンケアができる。</p>

<h3>メーカー</h3>
<ul>
  <li>BRAUN：ドイツ</li>
  <li>PHILIPS：オランダ</li>
  <li>IZUMI：日本</li>
  <li>Panasonic：日本</li>
  <li>HITACHI：日本</li>
</ul>
<h4>保証期間やアフターサービス</h4>
<p>メーカー保証の期間の長さではPHILIPSが2年で最長、それ以外のメーカーは1年となっている。また、修理の際のメーカー送付の送料はPHILIPSと日立が自己負担、その他は保証対象ならメーカー負担となっている。本体の自然故障のみが保証対象となるので、使用者の過失による破損や消耗品の故障は保証対象外となる可能性があるので、各メーカーの取扱説明書を確認。</p>

<h4>製品ラインナップ</h4>
<ul>
  <li>BRAUN<ul>
    <li>シリーズ9</li>
    <li>シリーズ8</li>
    <li>シリーズ7</li>
    <li>シリーズ6</li>
    <li>シリーズ5</li>
    <li>Mini-shaver</li>
  </ul></li>
  <li>Panasonic<ul>
    <li>LINAR6</li>
    <li>LINAR5</li>
    <li>LINAR3</li>
    <li>3枚刃シェーバー</li>
  </ul></li>
  <li>PHILIPS<ul>
    <li>S9000プレステージ</li>
    <li>9000シリーズ</li>
    <li>7000シリーズ</li>
    <li>5000シリーズ</li>
    <li>3000シリーズ</li>
    <li>1000シリーズ</li>
  </ul></li>
  <li>IZUMI<ul>
    <li>Z-DRIVE（900代）</li>
    <li>A-DRIVE（700代）</li>
    <li>S-DRIVE（500代）</li>
  </ul></li>
  <li>HITACHI<ul>
    <li>RM-LX10D（ロータリー式）</li>
    <li>EM-LX9（ロータリー式）</li>
    <li>RM-LX8D（ロータリー式）</li>
    <li>RMH-F470B（往復式）</li>
  </ul></li>
</ul>


</div>
)
